<head>
    <link rel="canonical" href="https://handsapp.org/terms"/>
    <title>{{this.strTitle[this.appComponent.localeInt]}}</title>
</head>

<body>
    <div class="row">
        <div class="col-1 col-lg-3"></div>

        <div class="col-10 col-lg-6 first-column">
                <div class="alert alert-warning" role="alert" *ngIf="this.appComponent.localeInt != 1">
                    <i class="bi bi-exclamation-circle"></i> &nbsp; {{this.strAlert[this.appComponent.localeInt]}}
                </div>
            <div class="row row-cols-1">
                <h1 class="text-center title m-4 p-4">
                    {{this.strTitle[this.appComponent.localeInt]}}
                </h1>
                <div>
                    <h4 class="right">
                        01 de mayo, 2021
                    </h4>
                    <h2>&iquest;Qui&eacute;nes Somos?</h2>
                    <p>
                        Tecnolog&iacute;as Haikode S.A.S de C.V., es una sociedad legalmente existente y v&aacute;lidamente constituida de conformidad con las leyes de M&eacute;xico y est&aacute; ubicada en la ciudad de Naucalpan de Ju&aacute;rez, Estado de M&eacute;xico, la cual es la responsable del dise&ntilde;o, creaci&oacute;n, y mantenimiento de todos los productos y servicios referidos y listados en el presente contrato. 
                    </p>
                    <h2>Definiciones y T&eacute;rminos de Interpretaci&oacute;n</h2>
                        <p>La siguiente terminolog&iacute;a aplica a estos t&eacute;rminos y condiciones, aviso de privacidad y aviso legal y cualesquier otro o todos los acuerdos que usted tenga con la Compa&ntilde;&iacute;a (seg&uacute;n dicho t&eacute;rmino se define m&aacute;s adelante) para el uso y aprovechamiento de los servicios que la Compa&ntilde;&iacute;a le ofrece a trav&eacute;s de las m&uacute;ltiples aplicaciones de tecnolog&iacute;a integrados en sus Plataformas, los cuales m&aacute;s adelante se mencionan y describen:</p>
                        <p >&ldquo;Acuerdos&rdquo;: se refiere conjuntamente a estos T&eacute;rminos y Condiciones, as&iacute; como al aviso de privacidad, aviso legal y/o cualquier otro acuerdo generado o que se genere en el futuro por parte de HandsApp, con relaci&oacute;n a los Servicios que ofrezca a trav&eacute;s de las Plataformas.</p>
                        <p >&ldquo;Algoritmo HandsApp&rdquo;;&nbsp;Significa el conjunto de instrucciones inform&aacute;ticas desarrolladas por Haikode utilizadas en la Plataforma HandsApp, mediante las cuales Haikode presta sus Servicios personalizados a sus Clientes en base a la informaci&oacute;n ingresada por &eacute;stos en la Plataforma HandsApp.</p>
                        <p >&ldquo;Aplicaciones&rdquo;: se refiere a toda aplicaci&oacute;n tecnol&oacute;gica de servicio que la Compa&ntilde;&iacute;a tiene actualmente desarrollada&nbsp;y que de tiempo en tiempo ofrezca dentro de cualquiera de sus Plataformas, mismas que m&aacute;s adelante se mencionan y se describen en estos T&eacute;rminos y Condiciones. De igual forma, este t&eacute;rmino de &ldquo;Aplicaciones&rdquo; incluye tambi&eacute;n toda aplicaci&oacute;n tecnol&oacute;gica de servicio que la Compa&ntilde;&iacute;a llegare&nbsp;a desarrollar en el futuro y se integre a las Plataformas para su oferta al p&uacute;blico en general.&nbsp;</p>
                        <p >&ldquo;Cliente&rdquo;, &ldquo;Usted&rdquo; y/o &ldquo;Su&rdquo;: se refiere a usted, la persona que ingresa a este Sitio de Internet y/o cualquiera de las Aplicaciones que forman parte de las Plataformas y acepta estos T&eacute;rminos y Condiciones de la Compa&ntilde;&iacute;a.</p>
                        <p >&ldquo;Contenidos&rdquo; significan todos los contenidos gr&aacute;ficos y audiovisuales, tales como videos, audios, im&aacute;genes, animaciones, logotipos, marcas, combinaciones de colores, estructuras, dise&ntilde;os, listados,&nbsp;directorios, y dem&aacute;s elementos&nbsp;desarrollados por y/o para HandsApp (seg&uacute;n sea el caso), que Haikode utiliza para prestar los Servicios.</p>
                        <p >&ldquo;Contenidos Cargados&rdquo; significan fotograf&iacute;as, videos, audios y/o cualesquier contenido gr&aacute;fico y/o audiovisual de su propiedad, que Usted suba en cualquiera de las Plataformas, respecto del cual (i) Usted declara ser propietario y/o licenciatario y (ii) Usted otorga a Haikode una licencia perpetua, mundial, gratuita e irrevocable para que puedan ser utilizados por Haikode en cualquier medio, incluyendo medios audiovisuales, visuales, digitales y f&iacute;sicos, seg&uacute;n se determina m&aacute;s&nbsp;adelante en los presentes T&eacute;rminos y Condiciones.</p>
                        <p >&ldquo;Haikode&rdquo; y/o &ldquo;Compa&ntilde;&iacute;a&rdquo;: se refiere a Tecnolog&iacute;as Haikode S.A.S de C.V., una sociedad mercantil legalmente existente y v&aacute;lidamente constituida de conformidad con las leyes de M&eacute;xico.</p>
                        <p >&ldquo;M&eacute;xico&rdquo;&nbsp;se refiere a los Estados Unidos Mexicanos.</p>
                        <p >&ldquo;Parte&rdquo;&nbsp;o &ldquo;Partes&rdquo;&nbsp;se refiere indistintamente al Cliente o la Compa&ntilde;&iacute;a y ante el uso del t&eacute;rmino en plural en estos T&eacute;rminos y Condiciones, conjuntamente como el Cliente y la Compa&ntilde;&iacute;a.</p>
                        <p >&ldquo;Plataformas&rdquo; significan conjuntamente la Plataforma HandsApp, y Diccionario HandsApp, as&iacute; como las que desarrollen con relaci&oacute;n a alguna de las anteriores.</p>
                        <p >&ldquo;Plataforma HandsApp&rdquo;: Significa la plataforma digital en internet que puede ser accesada (i) via WebApp en <a href="https://handsapp.org">handsapp.org</a>, (ii) mediante el aplicativo inform&aacute;tico descargable llamado HandsApp, que puede ser descargado de la plataforma &ldquo;AppStore&rdquo; para dispositivos que utlizan el sistema operativo iOS de la marca Apple, (iii) mediante el aplicativo inform&aacute;tico descargable llamado HandsApp, que puede ser descargado de la plataforma &ldquo;Google Play Store&rdquo; para dispositivos que utlizan el sistema operativo Android, y (iv) mediante cualquier tecnolog&iacute;a futura que HandsApp determine utilizar, mediante la cual Haikode presta los Servicios HandsApp.</p>
                        <p >&ldquo;Servicios&rdquo;&nbsp;Significan conjuntamente los Servicios HandsApp, y los Servicios de Diccionario.</p><p >Servicios de Diccionario&rdquo;&nbsp;Significan los servicios que brinda Haikode a trav&eacute;s del Diccionario HandsApp.</p>
                        <p >&ldquo;Servicios HandsApp&rdquo; Significan los servicios (ya sean personalizados o no) que Usted puede contratar en la Plataforma HandsApp, bajo los cuales se le brindar&aacute; acceso a Contenidos.</p>
                        <p >&ldquo;Sitio de Internet&rdquo; significan todos los sitios de internet en donde se hospeden cualquiera de las Plataformas de HandsApp.</p>
                        <p >&ldquo;T&eacute;rminos y Condiciones&rdquo;: se refiere a los presentes t&eacute;rminos y condiciones, seg&uacute;n estos sean modificados de tiempo en tiempo durante el periodo de tiempo en que la Compa&ntilde;&iacute;a ofrezca sus Servicios a trav&eacute;s de las Plataformas. &nbsp;</p>
                        <p >Todos los t&eacute;rminos son referentes a la oferta, aceptaci&oacute;n y consideraci&oacute;n del pago necesario para llevar a cabo la prestaci&oacute;n de los Servicios al Cliente .</p>
                        <p >Cualquier uso de la terminolog&iacute;a anteriormente descrita en singular, plural, may&uacute;sculas y/o el/ella o ellos, se tendr&aacute;n como intercambiables y en lo consecuente referentes a lo mismo.</p>
                        <h2 >Aceptaci&oacute;n</h2>
                        <p>Estos T&eacute;rminos y Condiciones forman parte del Acuerdo entre el Cliente y Haikode.</p>
                        <p >La comprensi&oacute;n, acuerdo y aceptaci&oacute;n del aviso de descargo y los T&eacute;rminos y Condiciones aqu&iacute; contenidos quedar&aacute;n para todos los efectos legales como perfeccionados entre las Partes cuando Usted: (i) ingrese a cualquiera de los Sitios en Internet; (ii) reciba cualquiera de los Servicios prestados por Haikode, ya sea por medio de cualquiera de los Sitios de Internet o a trav&eacute;s de cualquiera de las Aplicaciones; y/o (iii) lleve a cabo el uso y/o la ejecuci&oacute;n de cualquiera de las Aplicaciones, mediante la realizaci&oacute;n de sus actividades permitidas dentro de su funcionalidad. Al respecto, ante cualquiera de los eventos bajo los cuales Usted acepta estos T&eacute;rminos y Condiciones conforme a lo anterior, Haikode podr&aacute; ejecutar medidas para validar Su identidad y Su aceptaci&oacute;n a estos T&eacute;rminos y Condiciones.</p>
                        <p >Sin perjuicio a lo anterior, en caso de que Usted actu&eacute; en representaci&oacute;n de de otra persona (f&iacute;sica o moral), Usted acepta, reconoce y garantiza que: (i) cuenta con la personalidad jur&iacute;dica suficiente para vincular a dicha tercera persona a estos T&eacute;rminos y Condiciones, (ii) ha le&iacute;do y comprende en su totalidad el presente Acuerdo y (iii) acepta este Acuerdo en nombre de la persona a la que representa. Si no dispone de la personalidad jur&iacute;dica suficiente para sujetar a dicha tercera persona a estos T&eacute;rminos y Condiciones, Usted no deber&aacute; de utilizar los Servicios que ofrezca Haikode a trav&eacute;s de la Plataforma HandsApp.</p>
                        <p >Es responsabilidad del Cliente utilizar los Servicios de acuerdo a la forma en la que fueron dise&ntilde;ados; en este sentido, queda prohibida la utilizaci&oacute;n de software que automatice la interacci&oacute;n o descarga de los Contenidos, Servicios, y cualquier otra informaci&oacute;n proporcionada por Haikode a trav&eacute;s de las Plataformas o Aplicaciones. Adem&aacute;s, el Cliente se compromete a utilizar la informaci&oacute;n, Contenidos, y Servicios de manera l&iacute;cita, sin contravenir lo dispuesto en en los presentes T&eacute;rminos y Condiciones, la moral, o el orden p&uacute;blico, y se abstendr&aacute; de realizar cualquier acto que pudiera suponer una afectaci&oacute;n a los derechos de terceros, o que perjudique de alg&uacute;n modo el funcionamiento de los Servicios, Plataformas, y Contenidos.</p><p >Asimismo, el Cliente se compromete a proporcionar informaci&oacute;n l&iacute;cita y veraz en los formularios habilitados en los Servicios, Plataformas, o Aplicaciones, en los cuales el Cliente tenga que proporcionar ciertos datos o informaci&oacute;n para el acceso a alg&uacute;n contenido, producto, o servicio ofrecido por cualquiera de los Servicios, Plataformas, o Aplicaciones. Haikode se reserva el derecho de retirar todos aquellos comentarios y aportaciones que vulneren la ley, el respeto a la dignidad de la persona, que sean discriminatorios, atenten contra los derechos de alg&uacute;n tercero o el orden p&uacute;blico, o bien, que a su juicio no resulten adecuados para su publicaci&oacute;n.</p>
                        <h2 >Servicio</h2>
                        <p >Los servicios prestados por Haikode a trav&eacute;s de las Plataformas y a trav&eacute;s de las diversas Aplicaciones, pueden variar en funci&oacute;n a la finalidad de servicio que ofrece cada Aplicaci&oacute;n; y que, de manera enunciativa m&aacute;s no limitativa, se describen&nbsp;a continuaci&oacute;n:</p>
                        <p >Diccionario HandsApp:&nbsp;El Diccionario HandsApp es un servicio disponible en el Sitio de Internet y Aplicaciones, que permite a las personas buscar y aprender palabras en un idioma y/o lengua de se&ntilde;as que Haikode le ofrece a Usted para consultar como material educativo de referencia de forma autodidacta. Asimismo, a trav&eacute;s del Diccionario HandsApp podr&aacute; hacer uso de herramientas que faciliten la comunicaci&oacute;n verbal y/o textual con otras personas.</p>
                        <h2 >Pago</h2>
                        <p >Algunos de los Servicios que presta Haikode requieren que Usted pague una contraprestaci&oacute;n a Haikode; en tales casos, Usted est&aacute; de acuerdo en pagar las cantidades indicadas. Haikode acepta la mayor&iacute;a de las tarjetas de d&eacute;bito o cr&eacute;dito o pago a trav&eacute;s de &ldquo;Payments&rdquo; y &ldquo;Billing&rdquo; de Stripe Inc.. Nuestros t&eacute;rminos de pago ser&aacute;n en conformidad con los servicios prestados de tiempo en tiempo. El pago de las contraprestaciones que Usted acuerda pagar a Haikode no implican una transmisi&oacute;n de propiedad respecto de los Contenidos. Todos los Contenidos y el Algoritmo HandsApp seguir&aacute;n siendo propiedad de la Compa&ntilde;&iacute;a. Una vez realizado el pago, no hay devoluciones salvo las pactadas por en los t&eacute;rminos de los servicios &ldquo;Payments&rdquo; y &ldquo;Billing&rdquo; de Stripe Inc.</p><p >Nos reservamos el derecho de recuperar toda contraprestaci&oacute;n debida por Usted que se encuentre pendiente de pago. En tales circunstancias, Usted ser&aacute; responsable frente a Haikode del pago de todos los costos administrativos y de juicio que resulten por tal motivo.</p><p >Usted puede adquirir la suscripci&oacute;n a los Servicios o cualquiera de las Aplicaciones como un regalo para otros. La suscripci&oacute;n y pago le da al usuario acceso al Servicio de que se trate, por el per&iacute;odo de tiempo referenciado en el certificado de regalo. Los certificados de regalo no se pueden intercambiar por efectivo o cr&eacute;dito, excepto cuando la ley lo requiera. Las suscripciones no inician hasta que sean activadas y tienen un periodo de vigencia para activarse de 365 d&iacute;as. No hay ning&uacute;n costo asociado por redimir la suscripci&oacute;n. Una vez ejecutado el pago, no hay devoluciones en regalos.</p><p >Haikode puede descontinuar los Servicios que presta a Usted en caso de falta de pago de cualquier contraprestaci&oacute;n debida a Haikode, sin que con ello quede Usted relevado de su obligaci&oacute;n de pago.</p><p >En caso de que Usted realice un contracargo con su instituci&oacute;n emisora de tarjeta de cr&eacute;dito o d&eacute;bito respecto de cualquier cantidad pagada a Haikode, Usted se obliga a pagar a Haikode la cantidad contracargada, m&aacute;s&nbsp;los da&ntilde;os, perjuicios y gastos administrativos relacionados a lo anterior.</p><p >Si Usted utiliza una tarjeta de cr&eacute;dito o d&eacute;bito falsa, o cualquier medio de pago, utilizando informaci&oacute;n falsa o de otra persona sin su autorizaci&oacute;n, Haikode podr&aacute; descontinuar los Servicios prestados a Usted, sin que Usted quede liberado de su obligaci&oacute;n de pago frente a Haikode.</p><h2 >Contenido Cargado</h2><p >En el supuesto de que Usted cargue cualquier fotograf&iacute;a, comentario, video o cualquier otro contenido audiovisual digital a cualquiera de las Plataformas, seg&uacute;n fuere aplicable (el &ldquo;Contenido Cargado&rdquo;), Usted otorga (por ese solo hecho) a nuestra Compa&ntilde;&iacute;a una licencia de uso exclusivo, perpetuo, gratuito, irrevocable y mundial, para usar cualquier y todos los elementos del Contenido Cargado en relaci&oacute;n con y/o como parte de los negocios presentes o futuros de Haikode, incluyendo en relaci&oacute;n a y/o cualquier publicidad en cualquiera o todos los medios, incluyendo sin limitar, publicaciones impresas, presentaciones, material promocional, eventos y material de mercadeo, videos, o sitios web, a perpetuidad a trav&eacute;s del mundo bajo la discrecionalidad y la conveniencia que Haikode determine, sin requerir el consentimiento de Usted o mediar pago alguno por parte de Haikode.</p><p >Haikode tiene todo el derecho, t&iacute;tulo e inter&eacute;s en cualquier o todos los resultados y procedimientos derivados del uso de Contenido Cargado. Haikode tiene el derecho a transferir los derechos de uso de Contenido Cargado antes mencionados a terceras personas, incluyendo sin limitar, a cualquiera de sus compa&ntilde;&iacute;as controladoras, subsidiarias o afiliadas, socios comerciales, licenciatarios, etc. Haikode puede alterar, adaptar o editar el Contenido Cargado y cualquier otro material creado bajo estos T&eacute;rminos y Condiciones, y comercializarlos y explotarlos a su entera discreci&oacute;n. Haikode no se encuentra obligado a hacer uso del Contenido Cargado o ejercer cualquiera de los derechos garantizados por estos T&eacute;rminos y Condiciones.</p><p >Usted solamente podr&aacute; cargar y compartir contenido l&iacute;cito&nbsp;que sea de Usted y no de terceras personas; Usted ser&aacute; &uacute;nico y total responsable de todo Contenido Cargado que sea cargado por Usted, en el que exponga la imagen, identidad y cualquier informaci&oacute;n de un menor de edad, ya sea que cuente o no con la anuencia de su padre o de la persona que ejerza su patria potestad. </p><p >Asimismo, en caso de que Usted, respecto de un menor de edad, comparta Contenido Cargado en las Plataformas (en cualquiera de las Aplicaciones que ofrezca HandsApp), entonces manifiesta bajo protesta de decir verdad que Usted cuenta con, seg&uacute;n sea aplicable: (i) la patria potestad o tutela, seg&uacute;n sea el caso, de dicho menor de edad, o (ii) la anuencia de la persona quien previamente le haya manifestado por escrito a Usted contar con la patria potestad o tutela, seg&uacute;n sea el caso, de dicho menor de edad.</p><h2 >Pol&iacute;tica de Seguridad Infantil</h2><p >En el uso de los Servicios de cualquiera de las Plataformas est&aacute; estrictamente prohibido que Usted cargue y comparta Contenido Cargado que ponga en peligro el bienestar emocional o f&iacute;sico de los menores de edad. Se entiende por menor una persona que no haya alcanzado la mayor&iacute;a de edad legal, acorde a las jurisdicci&oacute;n y ley aplicable del pa&iacute;s de que se trate.</p><p >Si Usted encuentra Contenido Cargado que infrinja lo anterior, es su deber denunciarlo a la Compa&ntilde;&iacute;a y a las autoridades competentes; incluyendo sin limitar a que, si Usted considera que un menor corre peligro, Usted deber&aacute; de ponerse en contacto con el organismo p&uacute;blico encargado de velar por el cumplimiento de las leyes en la zona en que Usted se encuentre para informar de la situaci&oacute;n de inmediato.</p><p >Est&aacute; estrictamente prohibido cargar y compartir en las Plataformas de HandsApp, a trav&eacute;s de cualquiera de las Aplicaciones, contenido que encaje, de forma enunciativa m&aacute;s no limitativa, en alguna de estas descripciones:</p><p >Sexualizaci&oacute;n de Menores: no se permite el contenido sexualmente expl&iacute;cito en el que se muestre a menores o en el que se les explote sexualmente. La Compa&ntilde;&iacute;a y Usted deber&aacute;n de denunciar el contenido que incluye im&aacute;genes de abuso sexual infantil a las autoridades competentes.</p><p >Actos Peligrosos o Da&ntilde;inos que implican a Menores:&nbsp;Usted no deber&aacute; de cargar ni compartir im&aacute;genes y/o v&iacute;deos en los que aparezcan menores participando en actividades peligrosas o se les anime a hacerlo. Usted no deber&aacute; exponerse, o a menores, o a cualquier tercero ante situaciones arriesgadas en las que se puedan lesionar, como bromas, retos o actividades de riesgo.</p><p >V&iacute;deos que causen Da&ntilde;o Emocional a Menores:&nbsp;La Compa&ntilde;&iacute;a no admite contenido alguno que pueda infligir da&ntilde;o emocional a menores, ya sea porque la imagen o la participaci&oacute;n en el v&iacute;deo a la hora de verlo.</p><p >Contenido Familiar Enga&ntilde;oso:&nbsp;Usted no deber&aacute; cargar ni compartir im&aacute;genes ni videos que confunda a los usuarios haci&eacute;ndoles creer que est&aacute;n dirigidos a familias y a menores, pero incluyen temas sexuales, violentos, obscenos u otro tipo de contenido adulto que no es adecuado para los espectadores m&aacute;s j&oacute;venes.</p><p >Ciberacoso y Acoso: En todas las Aplicaciones que formen parte de las Plataformas de HandsApp, est&aacute;n prohibidas las im&aacute;genes, v&iacute;deos y contenidos en los que se incite al abuso o a la humillaci&oacute;n de personas, se revele informaci&oacute;n personal (como direcciones de correo electr&oacute;nico o n&uacute;meros de cuentas bancarias), se grabe a alguien sin su consentimiento, se acose sexualmente o se aliente a otros a cometer actos de intimidaci&oacute;n o acoso.</p><h2 >Aviso de Privacidad y Declaraci&oacute;n de Pol&iacute;tica de Privacidad</h2><p >Estamos comprometidos a proteger su privacidad. Los empleados autorizados de Haikode&nbsp;solo&nbsp;conocer&aacute;n la informaci&oacute;n recabada de usuarios individuales cuando requieran saberla. Nosotros constantemente revisamos nuestros sistemas e informaci&oacute;n con el objeto de asegurar el mejor servicio posible para nuestros usuarios. La ley aplicable contempla delitos espec&iacute;ficos por actos sin autorizaci&oacute;n en contra de sistemas computacionales e informaci&oacute;n. Nosotros nos encargaremos de investigar dichos actos a fin de perseguir el delito y/o recurrir a la v&iacute;a civil para cobrar los da&ntilde;os y perjuicios causados a quien resulte responsable.</p><p >La Compa&ntilde;&iacute;a tiene su domicilio en la calle Juan M. Gonz&aacute;lez 53, Naucalpan de Ju&aacute;rez, Estado de M&eacute;xico, C.P. 53100, y es responsable de obtener su informaci&oacute;n personal, de su uso y protecci&oacute;n. Su informaci&oacute;n personal ser&aacute; utilizada para prestar aquellos servicios que usted ha solicitado, e informarle sobre cambios a estos y evaluar la calidad de los servicios que nosotros prestamos. Para esto, nosotros necesitamos saber la siguiente informaci&oacute;n personal &ndash; nombre, fecha de nacimiento, g&eacute;nero. La siguiente informaci&oacute;n personal que nosotros obtengamos de usted ser&aacute; considerada como informaci&oacute;n sensible (ninguna).</p><p >De conformidad con lo establecido en la Ley Federal de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de Particulares, Haikode se compromete a adoptar las medidas necesarias que est&eacute;n a su alcance para asegurar la privacidad de los datos personales recabados de forma que se garantice su seguridad, se evite su alteraci&oacute;n, p&eacute;rdida, o tratamiento no autorizado. Todo dato personal que sea recabado en los campos o formularios en cualquiera de los Servicios donde se requieran ser&aacute;n tratados de conformidad con los principios de licitud, calidad, finalidad, lealtad y responsabilidad. </p><p >Usted tiene el derecho de acceder, rectificar y cancelar su informaci&oacute;n personal, as&iacute; como de oponerse a que nosotros hagamos uso y tratamiento de la misma o a revocar el consentimiento que usted nos ha otorgado, por medio del procedimiento que nosotros tenemos para estos casos. Informaci&oacute;n acerca de estos procedimientos, requisitos y tiempos de respuesta est&aacute;n disponibles a su solicitud; Usted nos puede contactar para estos casos en hola@handsapp.org o en nuestra direcci&oacute;n f&iacute;sica anteriormente se&ntilde;alada.</p><p >Adem&aacute;s, por este medio le informamos que su informaci&oacute;n personal puede ser transferida y usada en M&eacute;xico, los Estados Unidos de Am&eacute;rica o en el extranjero, por nuestra Compa&ntilde;&iacute;a y sus empresas afiliadas y/o subsidiarias, as&iacute; como con empresas con las que se tengan acuerdos de colaboraci&oacute;n, licenciamiento o de otra naturaleza. Salvo por lo anterior, su informaci&oacute;n no ser&aacute; compartida fuera de nuestra organizaci&oacute;n, salvo cuando se cuente con su consentimiento expreso.</p><p >Si usted desea que le dejemos de enviar mensajes promocionales, puede enviar un mensaje a: hola@handsapp.org o en nuestra direcci&oacute;n anteriormente se&ntilde;alada.</p><p >Cualquier modificaci&oacute;n y/o correcci&oacute;n al aviso de privacidad puede ser consultada en <a  href="https://www.google.com/url?q=https://handsapp.org/privacy&amp;sa=D&amp;source=editors&amp;ust=1620336993082000&amp;usg=AOvVaw3GD17Rq-LoTGlD4su6zu9l">handsapp.org/privacy</a>.</p><h2 >Confidencialidad</h2><p >Cualquier informaci&oacute;n relativa al Cliente y su respectivo expediente pueden ser compartidos con terceras personas. Sin embargo, los expedientes de los Clientes son considerados como confidenciales por lo tanto no ser&aacute;n divulgados a persona alguna, que no sea nuestro(s) clientes(s), licenciatario(s), proveedor(es), parte(s) relacionada(s) y las autoridades que est&eacute;n legalmente autorizadas. Los Clientes tienen el derecho de solicitar ver su expediente y todas sus copias que nosotros tengamos, siempre que se nos entregue aviso previo con suficiente anticipaci&oacute;n. Los Clientes deben guardar las copias de todo documento relacionado con la prestaci&oacute;n de nuestros servicios. En su caso, nosotros enviaremos a los Clientes la informaci&oacute;n escrita apropiada, folletos o copias del expediente como parte de un contrato aceptado, para beneficio de ambas partes.</p><p >Nosotros no venderemos, compartiremos ni alquilamos&nbsp;su informaci&oacute;n personal a terceras personas, salvo cuando Usted nos otorgue su consentimiento expreso. Usaremos su direcci&oacute;n de correo electr&oacute;nico &uacute;nicamente para enviarle correos e informaci&oacute;n relevante a los servicios que usted ha contratado relativos a la Plataforma HandsApp, as&iacute; como relacionados con otros servicios que ofrece Haikode o sus socios comerciales. Los correos enviados por esta Compa&ntilde;&iacute;a solo ser&aacute;n referentes al env&iacute;o de productos y servicios acordados.&nbsp;</p><p >Nuestra Compa&ntilde;&iacute;a no ser&aacute; responsable de la informaci&oacute;n que Usted seleccione y decida hacer p&uacute;blica en nuestro Sitio de Internet o a trav&eacute;s de las Plataformas o Aplicaciones y usted por este medio acepta deslindar e indemnizar nuestra Compa&ntilde;&iacute;a y sus accionistas, directores, empleados, proveedores y clientes por toda y cualquier reclamaci&oacute;n, da&ntilde;o, demanda, procedimientos administrativos, penas y obligaciones en general, resultantes de o relacionados con informaci&oacute;n o datos que usted publique o comparta en nuestro Sitio de Internet o a trav&eacute;s de las Plataformas o Aplicaciones. Con su consentimiento expreso, podremos compartir su informaci&oacute;n con socios comerciales, licenciatarios, proveedores y otras afiliadas.</p><h2 >Aviso de Derechos de Autor</h2><p >Todo el texto relativo a los servicios que presta la Compa&ntilde;&iacute;a, as&iacute; como el contenido del Sitio de Internet, las Plataformas y la Aplicaci&oacute;n cuentan con derechos de autor y de propiedad industrial.&nbsp;El Sitio de Internet, las Aplicaciones, y el Algoritmo HandsApp, &nbsp;entendiendo por estos el C&oacute;digo Fuente que hace posible el funcionamiento de los Servicios y Plataformas, as&iacute; como los Contenidos, ser&aacute;n protegidos por la legislaci&oacute;n mexicana en materia de propiedad intelectual e industrial, as&iacute; como por los tratados internacionales aplicables. Por consiguiente, queda expresamente prohibida la reproducci&oacute;n, distribuci&oacute;n, difusi&oacute;n, o ingenier&iacute;a inversa del C&oacute;digo Fuente y de los Contenidos con fines comerciales, en cualquier soporte y por cualquier medio, sin la autorizaci&oacute;n expresa y por escrito de la Compa&ntilde;&iacute;a o sus representantes legales.</p><p >El nombre y logo de la Compa&ntilde;&iacute;a son marca registrada y/o en tr&aacute;mite en M&eacute;xico. El nombre de la marca y ciertos servicios de esta Compa&ntilde;&iacute;a ofrecidos en este Sitio de Internet y en las Aplicaciones son marcas registradas.</p><p >El Cliente se compromete a respetar los derechos de propiedad intelectual e industrial de la Compa&ntilde;&iacute;a. No obstante, adem&aacute;s de poder visualizar los Contenidos, podr&aacute; imprimirlos, copiarlos o almacenarlos, siempre y cuando sea para su uso estrictamente personal.</p><p >Por otro lado, el Cliente se abstendr&aacute; de extraer, suprimir, alterar, o manipular cualquier elemento del &nbsp;Contenido y C&oacute;digo Fuente, y por ning&uacute;n motivo realizar&aacute; actos tendientes a vulnerar la seguridad, los archivos, bases de datos, sistemas tecnol&oacute;gicos de terceros utilizados por Haikode para prestar los Servicios, u otros que se puedan encontrar protegidos, ya sea a trav&eacute;s de un acceso restringido mediante un usuario y contrase&ntilde;a, alg&uacute;n sistema de cifrado de datos, o porque no cuente con los permisos para visualizarlos, editarlos, o manipularlos mediante el uso normal de los Servicios. </p><p >En caso de que el Cliente o alg&uacute;n tercero consideren que cualquiera de los Contenidos suponga una violaci&oacute;n de los derechos de protecci&oacute;n de la propiedad intelectual o industrial, deber&aacute; comunicarlo inmediatamente a la Compa&ntilde;&iacute;a al correo electr&oacute;nico: hola@haikode.com.</p><h2 >Exclusi&oacute;n y L&iacute;mite de Responsabilidad</h2><p >La informaci&oacute;n en nuestros Sitios de Internet, Plataformas y los servicios prestados mediante este, aqu&eacute;llas&nbsp;y las Aplicaciones, son proporcionados en el estado en que se encuentran y est&aacute;n destinados solamente para fines educativos y de entretenimiento. Haikode no otorga garant&iacute;a alguna con respecto al uso de cualquiera de los Contenidos, Plataformas, Servicios o Aplicaciones. El contenido, informaci&oacute;n,&nbsp;Contenidos, y en general los Servicios no son destinados a, ni constituyen servicios o diagn&oacute;sticos legales, profesionales, psicol&oacute;gicos, pedag&oacute;gicos, m&eacute;dicos o del cuidado de la salud y no pueden ser usados para dichos fines. La Compa&ntilde;&iacute;a no otorga garant&iacute;a alguna con respecto a cualquier resultado por el uso de los Servicios prestados. La Compa&ntilde;&iacute;a recomienda que los padres y/o tutores nunca dejen a sus ni&ntilde;os desatendidos y deben de buscar a su m&eacute;dico para resolver cualquier duda sobre cualquier condici&oacute;n m&eacute;dica. Usted no debe de actuar o dejar de actuar bas&aacute;ndose en la informaci&oacute;n, Servicios, Plataformas, Aplicaciones o contenido disponible en nuestro Sitio de Internet.</p><p >Bajo el m&aacute;ximo alcance de la ley, esta Compa&ntilde;&iacute;a:</p><ul class="c12 lst-kix_kbg3cdkg0mz-0 start"><li class="c3 c8 li-bullet-0">Excluye de todos los compromisos y garant&iacute;as relativas a los Servicios, Plataformas, Contenidos, Algoritmo HandsApp y cualquier servicio y su contenido o lo que pueda ser proporcionado por cualquier empresa afiliada o cualquier otro tercero, incluyendo lo relativo a cualquier inexactitud u omisi&oacute;n en este Sitio de Internet y/o la redacci&oacute;n de la Compa&ntilde;&iacute;a;</li><li class="c3 c8 li-bullet-0">No garantiza ning&uacute;n resultado espec&iacute;fico&nbsp;mediante el uso de los Servicios, las Plataformas, Contenidos, el Algoritmo HandsApp y cualquiera de los Sitios de Internet;</li><li class="c3 c8 li-bullet-0">Se excluye de toda responsabilidad por da&ntilde;os causados por o en relaci&oacute;n con el uso de los Servicios, las Plataformas, Contenidos, el Algoritmo HandsApp y cualquiera de los Sitios de Internet. Esto incluye, sin limitar, la p&eacute;rdida directa, la p&eacute;rdida&nbsp;de negocios o ganancias (sea o no previsible la p&eacute;rdida&nbsp;de dichas ganancias, aun y cuando usted avise a la Compa&ntilde;&iacute;a de la posible p&eacute;rdida), el da&ntilde;o causado a su computadora, el software computacional, sistemas y programas, informaci&oacute;n o cualquier otro da&ntilde;o directo o indirecto; y</li><li class="c3 c8 li-bullet-0">Se excluye de toda responsabilidad de lesiones o muerte causada por el uso de los Servicios prestados y/o por el uso de los servicios por menores sin atenci&oacute;n.</li></ul><p >Las exclusiones y limitaciones anteriormente mencionadas aplica solamente hasta el alcance que permita la ley. Por este medio, Usted reconoce expresamente que ninguno de sus derechos legales como consumidor han sido o son afectados.</p><p >SIN PERJUICIO DE CUALQUIER OTRA DISPOSICI&Oacute;N EN CONTRARIO CONTENIDA EN EL PRESENTE, LA RESPONSABILIDAD DE HAIKODE HACIA USTED POR CUALQUIER CAUSA,&nbsp; DERIVADA DE UNA ACCI&Oacute;N O RECLAMACI&Oacute;N CUALQUIERA QUE FUERA, Y SIN IMPORTAR LA FORMA DE LA ACCI&Oacute;N, ESTAR&Aacute;&nbsp;EN TODOS LOS CASOS LIMITADA A LA CANTIDAD PAGADA POR USTED EN LOS &Uacute;LTIMOS&nbsp;90 D&Iacute;AS A HAIKODE POR LOS SERVICIOS PRESTADOS A TRAV&Eacute;S DEL USO DEL SITIO DE INTERNET, LAS PLATAFORMAS O LA(S) APLICACI&Oacute;N(ES) A LAS QUE DIERE USO Y APROVECHAMIENTO.</p><p >En complemento a lo anterior, Usted, mediante la aceptaci&oacute;n de estos T&eacute;rminos y Condiciones, asume toda la responsabilidad del Contenido Cargado por Usted a cualquiera de las Plataformas, incluyendo sin limitar, im&aacute;genes, audios, grabaciones audiovisuales o cualquier otro medio por el cual se muestre la identidad y/o cualquier informaci&oacute;n de un menor de edad, Usted mismo, o un tercero; ello, con independencia del tipo de relaci&oacute;n jur&iacute;dica que se origine entre Haikode y Usted por cualquiera de las Plataformas, as&iacute; como aquella que surja entre &eacute;stos dos &uacute;ltimos entre ellos y con respecto a la Plataforma de que se trate. Seg&uacute;n sea aplicable, cuando Usted cargue y comparta Contenido Cargado por el cual muestre la identidad y/o informaci&oacute;n de un menor de edad, Usted (y solo usted) asume la total responsabilidad de que previamente ha obtenido la anuencia del padre de familia o tutor del menor para dicha actividad.</p><h2 >Pol&iacute;ticas de Cancelaci&oacute;n</h2><p >Se requiere dar aviso de cancelaci&oacute;n con m&iacute;nimo 5 d&iacute;as h&aacute;biles de anticipaci&oacute;n; en caso de haber efectuado pago a trav&eacute;s de los servicios &ldquo;Payments&rdquo; o &ldquo;Billings&rdquo; de Stripe Inc., deber&aacute; de dar aviso y cancelar de acuerdo con los procedimientos establecidos en dichas plataformas. Cualquier aviso en persona, correo electr&oacute;nico, mensaje de tel&eacute;fono celular y/o fax o cualquier otro medio ser&aacute; aceptado sujeto a la confirmaci&oacute;n por escrito. Nos reservamos el derecho de imponer un cargo para cubrir el costo de cualquier tr&aacute;mite administrativo que resulte por tal causa. Los servicios pagados por anticipado no ser&aacute;n cancelables y las cantidades no ser&aacute;n reembolsadas.</p><p >Tanto el Cliente como Haikode tienen derecho a rescindir cualquier acuerdo de servicios por cualquier motivo, incluida la finalizaci&oacute;n de servicios que ya est&aacute;n en curso. No se ofrecer&aacute;n reembolsos cuando se considere que un servicio ha comenzado y est&aacute;, a todos los efectos, en progreso. Si la compra se realiz&oacute; y han transcurrido menos de 24 horas desde la compra, puede comunicarse con nuestro equipo de atenci&oacute;n al cliente en: hola@handsapp.org para revisar si un reembolso es aplicable.</p><h2 >Disponibilidad</h2><p >Usted es el &uacute;nico responsable de evaluar la aptitud para un prop&oacute;sito en particular de cualquier descarga, video, programa y texto disponible a trav&eacute;s de este Sitio de Internet, las Plataformas o las Aplicaciones. La redistribuci&oacute;n&nbsp;o republicaci&oacute;n&nbsp;de cualquier parte de este Sitio de Internet, las Plataformas, Aplicaciones o sus Contenidos est&aacute; prohibido, incluyendo la integraci&oacute;n mediante marcos o cualquier otro medio, sin el consentimiento expreso escrito de la Compa&ntilde;&iacute;a. Usted acuerda en no realizar ingenier&iacute;a de reversa respecto del Algoritmo HandsApp, las Plataformas, las Aplicaciones y los Contenidos. HandsApp no garantiza que el Servicio de este Sitio de Internet, de las Plataformas o de las Aplicaciones ser&aacute; siempre ininterrumpido o libre de errores, aunque el Servicio se preste lo mejor posible. Al usar los Servicios, las Plataformas, las Aplicaciones y el Sitio de Internet, Usted acepta indemnizar a Haikode, sus empleados, agentes y afiliados por cualquier p&eacute;rdida&nbsp;o da&ntilde;o, cualquiera que sea la manera, que sea causado por Usted.</p><h2 >Archivos de Registro</h2><p >Nosotros usamos direcciones IP y tenemos relaciones con otros proveedores, tales como Google LLC, Stripe Inc, y Facebook Inc, (y con aquellos con los cuales de tiempo en tiempo entablamos&nbsp;relaci&oacute;n) para analizar tendencias, administrar los pagos, el Sitio de Internet y las Plataformas, rastrear los movimientos de los usuarios y reunir informaci&oacute;n demogr&aacute;fica como valor agregado. Adem&aacute;s, para la administraci&oacute;n de sistemas, detectar el uso de patrones y soluci&oacute;n de problemas, los servidores de nuestro Sitio de Internet registran autom&aacute;ticamente informaci&oacute;n est&aacute;ndar de acceso, incluyendo tipo de navegador, tiempos de ingreso, direcciones solicitadas y direcciones de referencia. Esta informaci&oacute;n no es compartida con terceros, salvo en aquellos casos en que contemos con su expresa autorizaci&oacute;n, y s&oacute;lo&nbsp;es usada dentro de Haikode cada vez que &eacute;sta requiera conocer esta informaci&oacute;n. Ninguna informaci&oacute;n individual identificable relacionada con estos datos ser&aacute; utilizada en forma diferente a la descrita anteriormente, sin su permiso expreso.</p><p >No obstante lo anterior, mediante la aceptaci&oacute;n de estos T&eacute;rminos y Condiciones, Usted acepta y reconoce que, de tiempo en tiempo, la Compa&ntilde;&iacute;a podr&aacute; establecer mecanismos de verificaci&oacute;n de identidad de sus usuarios; por lo cual, a partir de este acto, Usted se obliga a cumplir con los procesos que la Compa&ntilde;&iacute;a llegare a establecer para tales efectos, seg&uacute;n le sea comunicado por cualquier medio que determine la Compa&ntilde;&iacute;a.</p><h2 >Cookies</h2><p >Como la mayor&iacute;a de los sitios web interactivos, el Sitio de Internet de la Compa&ntilde;&iacute;a usa cookies para permitirnos guardar los datos del usuario para cada visita. Las Cookies son usadas en ciertas &aacute;reas de nuestro sitio para habilitar la funcionalidad de estas &aacute;reas y facilitar el uso para las personas que los visiten. Algunos de nuestros afiliados tambi&eacute;n usan Cookies.</p><p >Con el objetivo de mejorar el contenido proporcionado por Haikode y adaptarlo a las necesidades de sus usuarios, el presente Sitio de Internet emplea Google Analytics como sistema de estad&iacute;stica web, as&iacute; como Google Tag Manager y Google Adwords.</p><p >Este Sitio de Internet utiliza Google Analytics, un servicio anal&iacute;tico de web prestado por Google, Inc. Google Analytics utiliza &ldquo;cookies&rdquo;, que son archivos de texto ubicados en su ordenador, para ayudar al Sitio de Internet a analizar el uso que hacen los usuarios del Sitio de Internet. La informaci&oacute;n que genera la cookie acerca de su uso del Sitio de Internet (incluyendo su direcci&oacute;n IP) ser&aacute; transmitida y archivada por Google en los servidores de Estados Unidos. Google usar&aacute; esta informaci&oacute;n por cuenta nuestra con el prop&oacute;sito de seguir la pista de su uso del Sitio de Internet, recopilando informes de la actividad del Sitio de Internet y prestando otros servicios relacionados con la actividad del Sitio de Internet y el uso de Internet. Google no asociar&aacute; su direcci&oacute;n IP con ning&uacute;n otro dato del que disponga Google. Puede Usted rechazar el tratamiento de los datos o la informaci&oacute;n rechazando el uso de cookies mediante la selecci&oacute;n de la configuraci&oacute;n apropiada de su navegador, sin embargo, debe Usted saber que si lo hace puede ser que no pueda usar la plena funcionabilidad de este Sitio de Internet. Al utilizar este Sitio de Internet Usted consiente el tratamiento de informaci&oacute;n acerca de Usted por Google en la forma y para los fines arriba indicados.</p><h2 >Ligas&nbsp;</h2><p >A este Sitio de Internet</p><p >No deber&aacute; crear una liga a ninguna p&aacute;gina de este Sitio de Internet sin nuestro consentimiento escrito. Si usted crea una liga a alguna p&aacute;gina de este Sitio de Internet h&aacute;galo bajo su propio riesgo, las exclusiones y limitaciones anteriormente expuestas le aplicaran al uso que le d&eacute; a la liga de este Sitio de Internet.</p><p >De este Sitio de Internet</p><p >Nosotros no monitoreamos o revisamos el contenido de los sitios web de terceras personas que se encuentren ligados en nuestro Sitio de Internet. Las opiniones expresadas o el material que aparezca en dichos sitios web no son necesariamente compartidas o aprobadas por nosotros y no debemos ser considerados como los autores de dichas opiniones o material. Por favor est&eacute;&nbsp;consciente de que nosotros no somos responsables por las pr&aacute;cticas de privacidad o el contenido de estos sitios. Nosotros aconsejamos a nuestros usuarios que tengan cuidado cuando salgan de nuestro sitio, as&iacute; como que lean los avisos de privacidad de dichos sitios. Usted debe evaluar la seguridad y el nivel de confianza de cualquier otro sitio que se encuentre ligado a este Sitio de Internet o el cual se acceda por medio de este Sitio de Internet, antes de revelar informaci&oacute;n personal a ellos.</p><p >Esta Compa&ntilde;&iacute;a no aceptar&aacute; responsabilidad alguna por cualquier p&eacute;rdida o da&ntilde;os de cualquier manera, de la forma que se haya causado, resultante de la revelaci&oacute;n de su informaci&oacute;n personal a terceras personas.</p><h2 >Comunicaci&oacute;n</h2><p >Nosotros contamos con distintas direcciones de correo electr&oacute;nico para distintas consultas. Estas y dem&aacute;s informaci&oacute;n de contacto, puede ser encontrada&nbsp;en la liga &ldquo;Cont&aacute;ctanos&rdquo; en nuestro Sitio de Internet.</p><p >Esta Compa&ntilde;&iacute;a est&aacute; establecida en Naucalpan de Ju&aacute;rez, Estado de M&eacute;xico, en M&eacute;xico.</p><h2 >Fuerza Mayor</h2><p >Ninguna de las Partes ser&aacute; responsable respecto de la otra por incumplimiento de obligaciones en virtud de cualquier Acuerdo que se deba por un suceso fuera del control de las partes, incluyendo sin limitar actos de la naturaleza, terrorismo, guerra, insurgencia pol&iacute;tica, insurrecci&oacute;n, mot&iacute;n, disturbios civiles, actos civiles o militares, sublevaci&oacute;n, terremoto, inundaci&oacute;n o cualquier otra causa natural o creada por el hombre fuera de nuestro control, la cual cause la terminaci&oacute;n de un acuerdo o contrato celebrado, ni lo que pudiera ser razonablemente previsto. Cualquiera de las Partes afectadas por dichos sucesos deber&aacute; dar aviso de inmediato a la otra Parte y har&aacute; todos los esfuerzos posibles para cumplir con los t&eacute;rminos y condiciones de cualquier acuerdo que figura en el presente.</p><h2 >Renuncia</h2><p >El incumplimiento de cualquiera de las Partes a llevar a cabo el estricto cumplimiento de este o cualquier Acuerdo o la falta en el ejercicio de cualquier derecho o recurso al que tienen derecho por virtud del presente, no constituir&aacute; una renuncia a los mismos ni una disminuci&oacute;n de obligaciones en virtud de este o cualquier Acuerdo.</p><p >Ninguna renuncia de cualquiera de las disposiciones de este Acuerdo ser&aacute; efectiva salvo pacto en contrario y firmado por ambas Partes.</p><h2 >Reglas de Conducta</h2><p >Al hacer uso de este Sitio de Internet, usted acepta que no enviar&aacute;, cargar&aacute; o distribuir&aacute; cualquier informaci&oacute;n que:</p><ol class="c12 lst-kix_list_6-0 start" start="1"><li class="c6 li-bullet-1">(A)&nbsp;sea difamatoria, abusiva, de acoso, amenazante, o una invasi&oacute;n o violaci&oacute;n de alg&uacute;n derecho o privacidad de otra persona; (B)&nbsp;sea intolerante, detestable, racista u ofensivo; (C)&nbsp;sea violenta, vulgar, obscena, pornogr&aacute;fica o sexualmente explicita; o (D)&nbsp;que cause da&ntilde;o o pueda causar da&ntilde;o a cualquier persona o entidad;</li><li class="c6 li-bullet-1">Sea ilegal o incite actividades il&iacute;citas o la discusi&oacute;n de actividades il&iacute;citas con la intenci&oacute;n de cometerlas, incluyendo la presentaci&oacute;n que es o que representa un intento de participar en pornograf&iacute;a infantil, acoso, acoso sexual, fraude, tr&aacute;fico de material robado u obsceno, venta de drogas y/o abuso de drogas, robo o la conspiraci&oacute;n de cometer cualquier actividad criminal;</li><li class="c6 li-bullet-1">Infrinja o viole cualquier derecho de un tercero incluyendo: (A)&nbsp;derechos de autor, patentes, marcas registradas, secretos o cualquier derecho de propiedad o contractual; (B)&nbsp;derechos de privacidad (espec&iacute;ficamente, usted no debe distribuir la informaci&oacute;n personal de otras personas sin su consentimiento expreso) o publicidad; o (C)&nbsp;cualquier obligaci&oacute;n de confidencialidad;</li><li class="c6 li-bullet-2">Sea comercial, relativa a negocios o haga publicidad u ofrezca vender cualquier producto, servicio (sea o no lucrativo), o solicite otros (incluyendo la solicitud de donativos o contribuciones);</li><li class="c6 li-bullet-2">Contenga virus o cualquier otro componente da&ntilde;ino, o de alguna otra manera perjudique nuestro sitio, la aplicaci&oacute;n o cualquier red conectada, o interfiera con el uso y goce de cualquier persona o entidad de nuestro sitio, servicios o informaci&oacute;n; o</li><li class="c3 c13 li-bullet-2">(A)&nbsp;no pertenezca al tema designado o tema relevante de foro p&uacute;blico; (B)&nbsp;viole cualquier restricci&oacute;n aplicable a los foros p&uacute;blicos, incluyendo restricciones de edad y procedimientos; o (C)&nbsp;sea antisocial, disruptivo, o destructivo, incluyendo incluyendo &laquo;flaming&raquo;, &laquo;spamming&raquo;, &laquo;flooding&raquo;, &laquo;trolling&raquo; y &laquo;griefing&raquo; tal como estos t&eacute;rminos son com&uacute;nmente entendidos y utilizados en Internet.</li></ol><p >Nosotros no podemos asegurar que otros usuarios cumplan o cumplir&aacute;n las Reglas de Conducta o cualquier otra disposici&oacute;n de estos t&eacute;rminos de uso, y, entre usted y nosotros, por el presente asume todo el riesgo de da&ntilde;os o lesiones resultantes de cualquier falta de conformidad.</p><h2 >General</h2><p >Al ingresar a este Sitio de Internet y al hacer uso de nuestros Servicios las Plataformas y en cualquiera de las Aplicaciones (ya sea v&iacute;a&nbsp;webapp o v&iacute;a&nbsp;cualquier aplicaci&oacute;n) usted acepta estos t&eacute;rminos y condiciones a la jurisdicci&oacute;n aplicable en todas las disputas que surjan en virtud de dicho ingreso. Si cualquiera de estos t&eacute;rminos se consideren inv&aacute;lidos o inaplicables por cualquier raz&oacute;n (incluyendo sin limitar, a las exclusiones y limitaciones anteriormente descritas), entonces la disposici&oacute;n inv&aacute;lida o inaplicable ser&aacute; derogada de estos t&eacute;rminos y los t&eacute;rminos restantes continuar&aacute;n&nbsp;aplicando.</p><p >El incumplimiento de la Compa&ntilde;&iacute;a para hacer cumplir cualquiera de las disposiciones establecidas en los presentes T&eacute;rminos y Condiciones y cualquier Acuerdo o la ausencia de ejercicio de cualquier opci&oacute;n de terminar, no se interpretar&aacute; como una renuncia a tales disposiciones y no afectar&aacute; a la validez de estos T&eacute;rminos y Condiciones o de cualquier acuerdo o cualquier parte del mismo, o el derecho a partir de entonces para hacer cumplir todas y cada disposici&oacute;n.</p><p >Estos T&eacute;rminos y Condiciones no deber&aacute;n ser enmendados, modificados, variados o suplementados excepto en escrito y firmado por el representante autorizado de la Compa&ntilde;&iacute;a o mediante publicaci&oacute;n en el Sitio de Internet o en la Aplicaci&oacute;n de que se trate.</p><p class="c3 c9"></p><h2  id="h.hian683yosi5">Legislaci&oacute;n y Jurisdicci&oacute;n Aplicable</h2><p >La Compa&ntilde;&iacute;a se reserva la facultad de poder exigir el pago de gastos, costas, y/o presentar acciones civiles o penales que considere necesarias por la utilizaci&oacute;n indebida de las Plataformas, Servicios, y/o Contenidos, o por el incumplimiento de los presentes T&eacute;rminos y Condiciones.</p><p >La relaci&oacute;n entre Usted y La Compa&ntilde;&iacute;a se regir&aacute; por la legislaci&oacute;n vigente en los Estados Unidos Mexicanos, espec&iacute;ficamente en el Estado de M&eacute;xico. De surgir cualquier controversia en relaci&oacute;n a la interpretaci&oacute;n y/o a la aplicaci&oacute;n de los presentes T&eacute;rminos y Condiciones, las partes se someter&aacute;n a la jurisdicci&oacute;n ordinaria de los tribunales que correspondan conforme a derecho en el estado al que se hace referencia.</p><p >La informaci&oacute;n general del Cliente, los Servicios, y Plataformas se encuentran alojadas en Google LLC del derecho estadounidense, con direcci&oacute;n 1600 Amphitheatre Parkway, Mountain View, California 94043, Estados Unidos.</p><p >La informaci&oacute;n de los m&eacute;todos de pago de los Clientes&nbsp;son almacenadas en Stripe Inc del derecho estadounidense, con direcci&oacute;n 510 Townsend Street, California 94103, Estados Unidos.</p><h2 >Aviso de Cambios</h2><p >La Compa&ntilde;&iacute;a se reserva el derecho de cambiar estas condiciones, de tiempo en tiempo, como lo vea necesario y su uso continuado del sitio significa&nbsp;su aceptaci&oacute;n de toda modificaci&oacute;n a estos t&eacute;rminos. Si hubiere alg&uacute;n cambio a nuestra pol&iacute;tica de privacidad, nosotros le notificaremos, en nuestra p&aacute;gina de inicio y otras p&aacute;ginas clave del sitio, que se han realizado cambios. Si hubiere alg&uacute;n cambio en el uso de la Informaci&oacute;n Personal del Cliente, se le notificar&aacute; v&iacute;a correo electr&oacute;nico o correo. Cualquier cambio en nuestra pol&iacute;tica de privacidad ser&aacute; publicado en nuestro Sitio de Internet 30 (treinta) d&iacute;as antes de que estos cambios surtan efectos. Por lo tanto, le recomendamos que vuelva a leer esta declaraci&oacute;n en forma regular.</p>
                        <h4 class="right">
                            &Uacute;ltima actualizaci&oacute;n: 01 de mayo, 2021
                        </h4>
                </div>

            </div>
        </div>

        <div class="col-1 col-lg-6"></div>
    </div>
</body>
