<head>
    <title>{{this.strTitle[this.appComponent.localeInt]}}</title>
</head>

<body>
    <div class="row">
        <div class="col-1 col-lg-3"></div>

        <div class="col-10 col-lg-6 first-column">
            <div class="row row-cols-1">
                <div class="alert alert-warning" role="alert" *ngIf="this.appComponent.localeInt != 1">
                    <i class="bi bi-exclamation-circle"></i> &nbsp; {{this.strAlert[this.appComponent.localeInt]}}
                </div>
                <h1 class="text-center title m-4 p-4">
                    {{this.strTitle[this.appComponent.localeInt]}}
                </h1>
                <div>
                    <h4 class="right">
                        01 de mayo, 2021
                    </h4>
                    <p>
                        Tecnolog&iacute;as Haikode S.A.S. de C.V. (&quot;Haikode&quot;) sabe que su privacidad es importante para usted. Esta Pol&iacute;tica de privacidad se aplica a nuestro sitio web (handsapp.org), tanto a las aplicaciones (iOS y Android) y servicios relacionados especificados en <a href="https://handsapp.org/products">https://handsapp.org/products</a>, as&iacute; como a todo nuestro contenido en l&iacute;nea, como texto, gr&aacute;ficos, videos, im&aacute;genes, informaci&oacute;n y otro material (&quot;Contenido&quot;). Describimos c&oacute;mo recopilamos, usamos, aseguramos y compartimos la informaci&oacute;n de nuestros usuarios, as&iacute; como de las personas cuyos detalles de pago se utilizan para comprar Contenido.
                    </p>
                    <h2>
                        1. La informaci&oacute;n que recopilamos.
                    </h2>
                    <p>
                        S&oacute;lo&nbsp;recopilamos la informaci&oacute;n que usted proporciona. Cuando crea una cuenta con HandsApp, es posible que le solicitemos informaci&oacute;n para procesar su registro, incluida una direcci&oacute;n de correo electr&oacute;nico y una contrase&ntilde;a. Para ayudar a personalizar su experiencia, tambi&eacute;n podemos solicitar informaci&oacute;n que incluya su nombre, fecha de nacimiento, sexo, nombres de los ni&ntilde;os, su sexo, y sus fechas de nacimiento. Tambi&eacute;n podemos permitirle subir una foto de los integrantes de su familia y sus hijos. Si se conecta o inicia sesi&oacute;n en nuestro Servicio o Contenido utilizando un servicio de terceros, usaremos ese servicio de terceros para autenticarlo. Tambi&eacute;n podemos usar, recopilar o acceder a otra informaci&oacute;n que usted haya acordado que ese tercero pueda proporcionar, como su nombre de usuario, nombre, direcci&oacute;n de correo electr&oacute;nico, fecha de nacimiento y sexo. Recopilamos esta informaci&oacute;n para que pueda utilizarse para los fines explicados en esta Pol&iacute;tica de privacidad. </p><p>Adem&aacute;s de la informaci&oacute;n que nos proporciona, cuando usted utiliza el sitio web, las aplicaciones, servicios, o el contenido de HandsApp, tambi&eacute;n podemos recopilar y almacenar informaci&oacute;n sobre la computadora, el dispositivo m&oacute;vil u otros dispositivos que utiliza para acceder a nuestro sitio web, aplicaciones o contenido y sobre c&oacute;mo los usa. Tambi&eacute;n podemos recopilar y almacenar informaci&oacute;n como su tipo de navegador, direcci&oacute;n IP, idioma, sistema operativo, identificador de dispositivo &uacute;nico, informaci&oacute;n de red m&oacute;vil, incluido el n&uacute;mero de tel&eacute;fono, la fecha y hora de su uso, el contenido y las p&aacute;ginas que ve y los sitios web que visita inmediatamente antes y despu&eacute;s de visitar nuestro sitio web. Podemos asociar los identificadores de su dispositivo o su n&uacute;mero de tel&eacute;fono con su cuenta de HandsApp. </p><p>Tambi&eacute;n podemos recopilar y almacenar cierta informaci&oacute;n en los registros del servidor, incluidos los registros de terceros. Esto puede incluir: (i) detalles de c&oacute;mo us&oacute; nuestro sitio web, aplicaciones o contenido, (ii) direcci&oacute;n de protocolo de Internet, (iii) informaci&oacute;n de eventos del dispositivo como fallas, actividad del sistema, configuraci&oacute;n de hardware, tipo de navegador, idioma del navegador, la fecha y hora de su solicitud y URL de referencia y (iv) cookies que pueden identificar de manera &uacute;nica su navegador o su cuenta de HandsApp. Tambi&eacute;n podemos recopilar y almacenar informaci&oacute;n (incluida informaci&oacute;n personal) localmente en su dispositivo mediante mecanismos como el almacenamiento web del navegador (incluido HTML 5) y cach&eacute;s de datos de aplicaciones. 
                    </p>
                    <h2>
                        2. C&oacute;mo usamos su informaci&oacute;n.
                    </h2>
                    <p>
                        Usamos la informaci&oacute;n que recopilamos para operar y proporcionarle el sitio web, las aplicaciones y el contenido de HandsApp. Esto incluye, pero no se limita a: </p><ul><li>Autenticar su inicio de sesi&oacute;n y procesar sus pagos; </li><li>Personalizar su experiencia HandsApp, y personalizar las actividades de su hijo; </li><li>Permitirle monitorear el progreso de su hijo en HandsApp; </li><li>Personalizar y entregar informaci&oacute;n sobre productos y servicios que puedan ser de su inter&eacute;s; </li><li>Brindar servicio al cliente y enviar confirmaciones sobre su cuenta; </li><li >Proteger nuestra propiedad intelectual u otros derechos; y </li><li >Administrar y mejorar nuestro negocio, sitio web, aplicaciones y contenido. </li></ul><p>Puede optar por no recibir la mayor&iacute;a de los correos electr&oacute;nicos seleccionando el enlace &quot;cancelar suscripci&oacute;n&quot; en nuestros correos electr&oacute;nicos, pero nos reservamos el derecho de enviarle un correo electr&oacute;nico (i) para confirmar transacciones, (ii) para abordar problemas de la cuenta, como cuando realiza una compra, o solicita un restablecimiento de contrase&ntilde;a o (iii) seg&uacute;n lo requiera la ley. </p><p>Tambi&eacute;n nos reservamos el derecho de usar o compartir informaci&oacute;n no personal (por ejemplo, datos no identificados o agregados) para cualquier prop&oacute;sito. 
                    </p>
                    <h2>
                        3. Compartir su informaci&oacute;n con terceros. 
                    </h2>
                    <p>
                        NO VENDEMOS, COMPARTIMOS O COMERCIAMOS LA INFORMACI&Oacute;N DE IDENTIFICACI&Oacute;N PERSONAL (&ldquo;IIP&rdquo;) QUE USTED ENV&Iacute;E A TERCEROS NO RELACIONADOS, COMPRADORES MASIVOS O A OTRAS ENTIDADES NO AFILIADAS PARA SUS FINES DE COMERCIALIZACI&Oacute;N SIN SU CONSENTIMIENTO.</p><p>Su IIP no ser&aacute; visible para otros usuarios del Servicio a menos que les proporcione acceso a ella. </p><p>Podemos compartir su informaci&oacute;n personal de varias formas, que incluyen, entre otras: </p><p>Proveedores de servicios y agentes. Podemos compartir su informaci&oacute;n con ciertos terceros seleccionados por nosotros para ayudar a respaldar nuestras operaciones. Estos incluyen, por ejemplo, los servicios que nos ayudan a procesar pagos, analizar el tr&aacute;fico web, enviar correos electr&oacute;nicos y rastrear las solicitudes de servicio al cliente. Adem&aacute;s, podemos compartir informaci&oacute;n personal limitada con terceros que nos ayuden a comercializar o publicitar HandsApp. </p><p>Filiales corporativas. Podemos compartir su informaci&oacute;n con nuestras filiales corporativas, como entidades de propiedad o control com&uacute;n. </p><p>Cumplimiento de la ley y solicitudes de aplicaci&oacute;n de la ley y protecci&oacute;n de nuestros derechos. Podemos divulgar su informaci&oacute;n cuando creemos de buena fe que es razonablemente necesario para (i) cumplir con cualquier ley, reglamento, proceso legal, orden judicial, solicitud gubernamental u otro mecanismo legal aplicable, (ii) hacer cumplir los T&eacute;rminos de servicio aplicables, incluidos investigaci&oacute;n de posibles violaciones, (iii) detectar, prevenir o abordar de otro modo el fraude, problemas de seguridad o t&eacute;cnicos, (iv) proteger contra da&ntilde;os a los derechos, la propiedad, la seguridad de HandsApp, nuestros usuarios o el p&uacute;blico. </p><p>Consentimiento. Podemos divulgar su informaci&oacute;n cuando creemos que tenemos su consentimiento para hacerlo, como cuando se comunica con el servicio de atenci&oacute;n al cliente y nos pregunta sobre su cuenta, o cuando tenemos el consentimiento de alguien que creemos que est&aacute; autorizado a dar su consentimiento en su nombre, como como la persona asociada con el m&eacute;todo de pago de su cuenta.
                    </p>
                    <h2>
                        4. Uso de cookies.
                    </h2>
                    <p>
                        Nosotros y nuestros socios utilizamos diversas tecnolog&iacute;as para recopilar y almacenar informaci&oacute;n cuando utilizamos nuestro sitio web, aplicaciones o contenido, y esto puede incluir el env&iacute;o de una o m&aacute;s cookies o identificadores an&oacute;nimos a su dispositivo. Las cookies son peque&ntilde;os archivos de texto que se colocan en el navegador de su computadora o dispositivo m&oacute;vil cuando visita un sitio web o utiliza una aplicaci&oacute;n. </p><p>Nosotros, nuestros socios comerciales y anunciantes podemos utilizar cookies (o gifs transparentes, balizas web o dispositivos similares, incluidos los dispositivos que funcionan en el entorno m&oacute;vil) para recopilar informaci&oacute;n de los usuarios con fines tales como el seguimiento de las visitas al Servicio y medir los patrones de visitantes. </p><p>Cuando vuelve a visitar el sitio web o la aplicaci&oacute;n, la cookie permite que nuestro sitio web o aplicaci&oacute;n lo reconozca. Usamos &quot;cookies persistentes&quot; para guardar su informaci&oacute;n de inicio de sesi&oacute;n para futuros inicios de sesi&oacute;n en nuestro sitio web. Usamos &ldquo;cookies de identificaci&oacute;n de sesi&oacute;n&rdquo; para comprender mejor c&oacute;mo interact&uacute;a con nuestro sitio web, aplicaciones o contenido y para monitorear el uso agregado y el enrutamiento del tr&aacute;fico web. La mayor&iacute;a de los navegadores aceptan cookies autom&aacute;ticamente, pero le permiten desactivar las cookies a trav&eacute;s del men&uacute; de &quot;opciones&quot; o &quot;preferencias&quot; de su navegador. Tenga en cuenta que deshabilitar las cookies podr&iacute;a interferir con la funcionalidad de nuestro sitio web, aplicaciones o contenido. </p><p>Esta informaci&oacute;n no es identificable personalmente y se usa solo para mejorar el Servicio o Contenido y mejorar su experiencia. Las cookies no se utilizan para recuperar IIP de su computadora o dispositivo, o para recuperar otra informaci&oacute;n de su computadora o dispositivo para prop&oacute;sitos que no est&aacute;n relacionados con el Servicio o su interacci&oacute;n con el Servicio. Nos reservamos el derecho de divulgar o utilizar esta informaci&oacute;n en forma agregada, para cualquier prop&oacute;sito, a nuestro exclusivo criterio. Los anunciantes de terceros que publican anuncios en el Servicio tambi&eacute;n pueden utilizar sus propias cookies. </p><p>Puede detener o restringir la ubicaci&oacute;n de cookies en su computadora o eliminarlas de su navegador ajustando las preferencias de su navegador web. Tenga en cuenta que esto puede provocar que algunas funciones del Servicio no funcionen correctamente. Tenga en cuenta que las opciones de exclusi&oacute;n basadas en cookies no son efectivas en aplicaciones m&oacute;viles. Sin embargo, en muchos dispositivos m&oacute;viles, los usuarios de aplicaciones pueden optar por no participar en determinadas actividades de seguimiento m&oacute;vil a trav&eacute;s de la configuraci&oacute;n de su dispositivo.
                    </p>
                    <h2>
                        5. Acceso, revisi&oacute;n y eliminaci&oacute;n de su informaci&oacute;n. 
                    </h2>
                    <p>
                        Retenemos todos los datos de forma indefinida a menos que recibamos una solicitud de usted para que se eliminen los datos. Puede acceder o eliminar la informaci&oacute;n que hemos recopilado sobre usted poni&eacute;ndose en contacto con nosotros a la informaci&oacute;n de contacto que se indica en el sexto apartado: &ldquo;Derechos ARCO&rdquo;. Si bien haremos los esfuerzos razonables para satisfacer sus solicitudes, si lo permiten las leyes aplicables, nos reservamos el derecho de imponer ciertos requisitos y restricciones a dichas solicitudes, como limitar nuestra producci&oacute;n de informaci&oacute;n a ciertos formatos. 
                    </p>
                    <h2>
                        6. Derechos ARCO
                    </h2>
                    <p>
                        Usted tiene en todo momento a conocer qu&eacute; datos personales tenemos sobre usted, para qu&eacute; los utilizamos, y las condiciones de uso que les damos (Acceso); asimismo, es su derecho solicitar la correcci&oacute;n de sus datos personales en el caso que est&eacute;n desactualizados, sean inexactos, o incompletos (Rectificaci&oacute;n); de igual manera, tiene derecho a que su informaci&oacute;n se elimine de nuestros registros o bases de datos cuando considere que la misma no est&aacute; siendo utilizada adecuadamente (Cancelaci&oacute;n); as&iacute; como tambi&eacute;n a oponerse al uso de sus datos con fines espec&iacute;ficos (Oposici&oacute;n). Estos derechos se conocen como derechos ARCO.</p><p>Para el ejercicio de cualquiera de los derechos ARCO, se deber&aacute; presentar una solicitud al correo hola@handsapp.org, deber&aacute; mencionar su nombre completo, cu&aacute;l o cu&aacute;les derechos ARCO desea ejercer as&iacute; como sus motivos, y fotograf&iacute;as legibles de una identificaci&oacute;n oficial o pasaporte. En todo caso la respuesta a la solicitud se dar&aacute; en un plazo de 10 d&iacute;as h&aacute;biles</p><p>Asimismo, usted deber&aacute; considerar que para ciertos fines, la revocaci&oacute;n de su consentimiento implica que no podamos seguir prestando el servicio que nos solicit&oacute;, o la conclusi&oacute;n de su relaci&oacute;n con nosotros.
                    </p>
                    <h2>
                        7. Mantener segura su informaci&oacute;n personal. 
                    </h2>
                    <p>
                        Hemos implementado y mantenemos pr&aacute;cticas de seguridad razonables para proteger contra el acceso, uso, modificaci&oacute;n, destrucci&oacute;n o divulgaci&oacute;n no autorizados de su informaci&oacute;n personal. Sin embargo, ning&uacute;n m&eacute;todo de transmisi&oacute;n o almacenamiento es completamente seguro y, por lo tanto, no podemos garantizar una seguridad absoluta. Es su responsabilidad proteger los datos que residen en su dispositivo m&oacute;vil y le recomendamos encarecidamente que lo haga, incluido el cifrado de datos y el uso de contrase&ntilde;as para bloquear su dispositivo m&oacute;vil, en caso de p&eacute;rdida o robo. 
                    </p>
                    <h2>
                        8. Consentimiento para el procesamiento y transferencia de informaci&oacute;n a los Estados Unidos. 
                    </h2>
                    <p>
                        Si accede al sitio web, las aplicaciones o el contenido de HandsApp fuera de los Estados Unidos, comprende plenamente y da su consentimiento inequ&iacute;voco para la transferencia de su informaci&oacute;n personal y la recopilaci&oacute;n y procesamiento de dicha informaci&oacute;n personal en los Estados Unidos. 
                    </p>
                    <h2>
                        9. Cambios en la Pol&iacute;tica de privacidad.
                    </h2>
                    <p>
                        Haikode puede actualizar esta Pol&iacute;tica de privacidad de vez en cuando. Si Haikode realiza cambios sustanciales, le notificaremos por correo electr&oacute;nico o (i) publicando la Pol&iacute;tica de privacidad actualizada en nuestro sitio web al menos 15 d&iacute;as antes de la fecha de vigencia y (ii) publicando una notificaci&oacute;n en nuestras Aplicaciones que el Se actualiz&oacute; la Pol&iacute;tica de privacidad. Tenga en cuenta que, a menos que la ley aplicable disponga lo contrario, su uso continuado de nuestro Servicio o Contenido significa que est&aacute; de acuerdo con la Pol&iacute;tica de privacidad actualizada y que acepta estar sujeto a ella. 
                    </p>
                    <h2>
                        10. Informaci&oacute;n de contacto. 
                    </h2>
                    <p>
                        Actualmente, HandsApp est&aacute; estacionado en Naucalpan De Ju&aacute;rez, Estado de M&eacute;xico, M&eacute;xico. Si lo desea, puede comunicarse si tiene alguna pregunta o inquietud sobre nuestra Pol&iacute;tica de privacidad en hola@handsapp.org.
                    </p>
                    <h4 class="right">
                        &Uacute;ltima actualizaci&oacute;n: 01 de mayo, 2021
                    </h4>
                </div>
            </div>
        </div>

        <div class="col-1 col-lg-6"></div>
    </div>
</body>
